13/data/attachments/e0f4e5ee11ba657.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2e4adcb3-24b2-414a-824e-ea5c243bdce6</nif:username>
            <nif:friendToBeAdded>Melissa_the_Actions_93571_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>